Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# TYPE_DELETE_TO_PROCEED_WITH_OWNED_IDENTITY_DELETION_WORD_TO_TYPE
source: DELETE
de: LÖSCHEN
es: ELIMINAR
fr: SUPPRIMER
it: Elimina
ja: 削除
ko: 삭제
pt_br: EXCLUIR
pt_pt: APAGAR
ru: УДАЛИТЬ
uk: ВИДАЛИТИ
zh_hans: 删除

source: Tap to see the message.
de: Tippen, um die Nachricht anzuzeigen.
es: Toca para ver el mensaje.
fr: Appuyez pour voir le message.
it: Tocca per vedere il messaggio.
ja: メッセージを見るにはタップしてください。
ko: 메시지를 보려면 탭하세요.
pt_br: Toque para ver a mensagem.
pt_pt: Toque para ver a mensagem.
ru: Нажмите, чтобы посмотреть сообщение.
uk: Торкніться, щоб переглянути повідомлення.
zh_hans: 点击查看消息

source: Thank you!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
it: Grazie!
ja: ありがとうございます！
ko: 감사합니다!
pt_br: Obrigado!
pt_pt: Obrigado!
ru: Спасибо!
uk: Дякую!
zh_hans: 谢谢！

source: The code you entered is incorrect. The one you need to enter is the displayed on your contact's device.
de: Der eingegebene Code ist falsch. Der Code, den Sie eingeben müssen, wird auf dem Gerät Ihres Kontakts angezeigt.
es: El código que ingresaste es incorrecto. El código que necesitas ingresar es el que se muestra en el dispositivo de tu contacto.
fr: Le code que vous avez entré est incorrect. Celui que vous devez entrer est affiché sur l'écran de votre contact.
it: Il codice inserito non è corretto. Quello che devi inserire è quello visualizzato sul dispositivo del tuo contatto.
ja: 入力されたコードは正しくありません。入力する必要があるのは、相手のデバイスに表示されているコードです。
ko: 입력하신 코드가 정확하지 않습니다. 입력해야 하는 코드는 상대방의 기기에 표시된 코드입니다.
pt_br: O código que você inseriu está incorreto. O código que você deve inserir é o que está sendo exibido no dispositivo do seu contato.
pt_pt: O código que introduziu está incorreto. O código que precisa de introduzir é o que está a ser exibido no dispositivo do seu contacto.
ru: Введенный вами код неверен. Вам нужно ввести код, отображаемый на устройстве вашего контакта.
uk: Код, який ви ввели, невірний. Вам потрібно ввести код, який відображається на пристрої вашого контакту.
zh_hans: 您输入的验证码不正确。请您输入您联系人设备上显示的验证码。

source: The scanned QR code does not appear to be an Olvid identity.
de: Der gescannte QR-Code scheint keine Olvid-Identität zu sein.
es: El código QR escaneado no parece ser una identidad de Olvid.
fr: Le code QR ne semble pas correspondre à une identité Olvid.
it: Il codice QR scansionato non sembra essere un'identità Olvid.
ja: スキャンしたQRコードは、OlvidのIDではないようです。
ko: 스캔한 QR 코드가 Olvid 신원 정보가 아닌 것으로 보입니다.
pt_br: O código QR escaneado não parece ser uma identidade Olvid.
pt_pt: O código QR digitalizado não parece ser uma identidade Olvid.
ru: Отсканированный QR-код, похоже, не является идентификатором Olvid.
uk: Здається, відсканований QR-код не є ідентифікатором Olvid.
zh_hans: 扫描到的二维码似乎不是 Olvid 身份验证信息。

source: The scanned identity is already part of your trusted contacts 🙌. Do you still wish to proceed?
de: Die gescannte Identität ist bereits Teil Ihrer vertrauenswürdigen Kontakte 🤝. Möchten Sie trotzdem fortfahren?
es: La identidad escaneada ya forma parte de tus contactos de confianza 🤝. ¿Deseas continuar de todos modos?
fr: L'identité scannée fait déjà partie de vos contacts 🙌. Voulez-vous quand même poursuivre ?
it: L'identità scansionata è già presente tra i tuoi contatti fidati 🫂. Desideri comunque procedere?
ja: スキャンした身分証明書は、すでに信頼できる連絡先リストに含まれています。🙌。それでも続行しますか？
ko: 스캔한 신원은 이미 신뢰할 수 있는 연락처 목록에 포함되어 있습니다. 그래도 계속 진행하시겠습니까?
pt_br: A identidade escaneada já faz parte da sua lista de contatos confiáveis ​​🙌. Você ainda deseja continuar?
pt_pt: A identidade que foi detetada já faz parte dos seus contactos de confiança 🙌. Pretende mesmo continuar?
ru: Этот идентификатор уже есть в списке ваших доверенных контактов 🤝. Вы уверены, что хотите продолжить?
uk: Сканований ідентифікатор вже є у вашому списку довірених контактів 🫂. Ви все ще бажаєте продовжити?
zh_hans: 您扫描的身份信息已在您的信任联系人列表中。您是否仍要继续操作？

source: The scanned identity is one of your own 😇.
de: Die gescannte Identität gehört zu Ihren eigenen 😇.
es: La identidad escaneada es una de las tuyas 😇.
fr: L'identité scannée vous appartient 😇.
it: L'identità scansionata è una delle tue 😇.
ja: スキャンした身分証明書は、あなた自身のものです。
ko: 스캔한 신분증은 사용자의 신분증 중 하나입니다.
pt_br: A identidade escaneada é uma das suas.
pt_pt: A identidade que foi detetada corresponde a uma das suas.
ru: Сканированный идентификатор принадлежит вам самим 😇.
uk: Сканована особистість — це одна з ваших 😇.
zh_hans: 您扫描的身份信息是您自己的。

source: Touch to return to call
de: Tippen, um zum Anruf zurückzukehren
es: Toca para volver a la llamada
fr: Touchez pour revenir à l'appel
it: Tocca per tornare alla chiamata
ja: タップして通話に戻る
ko: 터치하여 통화로 돌아가세요
pt_br: Toque para retornar à chamada
pt_pt: Toque para voltar à chamada
ru: Коснитесь, чтобы вернуться к звонку
uk: Торкніться, щоб повернутися до дзвінка
zh_hans: 点击返回通话

source: Troubleshooting
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage
it: Risoluzione problemi
ja: トラブルシューティング
ko: 문제 해결
pt_br: Solução de problemas
pt_pt: Resolução de problemas
ru: Поиск и устранение неисправностей
uk: Пошук та усунення несправностей
zh_hans: 故障排除

# UI_TAB_TITLE_CONTACTS
source: Contacts
de: Kontakte
es: Contactos
it: Contatti
ja: 連絡先
ko: 연락처
pt_br: Contatos
pt_pt: Contactos
ru: Контакты
uk: Контакти
zh_hans: 通讯录

# UI_TAB_TITLE_DISCUSSIONS
source: Discussions
de: Chats
es: Conversaciones
it: Discussioni
ja: ディスカッション
ko: 대화
pt_br: Conversas
pt_pt: Conversas
ru: Обсуждения
uk: Дискусії
zh_hans: 讨论

# UI_TAB_TITLE_GROUPS
source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ja: グループ
ko: 그룹
pt_br: Grupos
pt_pt: Grupos
ru: Группы
uk: Групи
zh_hans: 群组

# UI_TAB_TITLE_INVITATIONS
source: Invitations
de: Einladungen
es: Invitaciones
it: Inviti
ja: 招待
ko: 초대
pt_br: Convites
pt_pt: Convites
ru: Приглашения
uk: Запрошення
zh_hans: 邀请

# UNARCHIVE_DISCUSSIONS_LABEL
source: Unarchiving automatically
de: Automatische Wiederherstellung
es: Desarchivando automáticamente
fr: Désarchivage automatique
it: Ripristino automatico
ja: 自動的にアーカイブを解除
ko: 자동으로 보관 해제
pt_br: Descompactando automaticamente
pt_pt: Descompactar automaticamente
ru: Автоматическое восстановление
uk: Автоматичне розпакування
zh_hans: 自动解压缩

source: Unavailable message
de: Nicht verfügbare Nachricht
es: Mensaje no disponible
fr: Message non disponible
it: Messaggio non disponibile
ja: 利用できないメッセージ
ko: 메시지를 사용할 수 없음
pt_br: Mensagem indisponível
pt_pt: Mensagem indisponível
ru: Недоступное сообщение
uk: Недоступне повідомлення
zh_hans: 消息不可用

# UNKNOWN_GROUP_MEMBER_NAME
source: Unknown name
de: Unbekannter Name
es: Nombre desconocido
fr: Nom inconnu
it: Nome sconosciuto
ja: 不明な名前
ko: 알 수 없는 이름
pt_br: Nome desconhecido
pt_pt: Nome desconhecido
ru: Неизвестное имя
uk: Невідоме ім'я
zh_hans: 未知名称

# UNMUTED_NOTIFICATIONS_FOOTER
source: When activated, you won't be notified of new messages in this discussion.
de: Wenn aktiviert, werden Sie in dieser Diskussion nicht über neue Nachrichten benachrichtigt.
es: Cuando se activa, no recibirás notificaciones de nuevos mensajes en esta conversación.
fr: Activez cette option pour ne plus recevoir de notifications de nouveau message dans cette discussion.
it: Quando attivata, non riceverai notifiche per i nuovi messaggi in questa conversazione.
ja: 有効にすると、このチャットでの新しいメッセージの通知は行われません。
ko: 활성화하면 이 대화에서 새 메시지가 도착해도 알림을 받지 않습니다.
pt_br: Quando ativado, você não será notificado sobre novas mensagens nesta conversa.
pt_pt: Quando ativado, não receberá notificações de novas mensagens nesta conversa.
ru: Когда включено, вы не будете получать уведомления о новых сообщениях в этом обсуждении.
uk: Коли увімкнено, ви не отримуватимете сповіщення про нові повідомлення в цій дискусії.
zh_hans: 启用后，您将不会收到此对话中的新消息通知。

source: Unmute notifications
de: Benachrichtigungen stummschalten
es: Activar notificaciones
fr: Réactiver les notifications
it: Riattiva le notifiche
ja: 通知音を解除
ko: 알림 음소거 해제
pt_br: Reativar notificações
pt_pt: Reativar notificações
ru: Включить уведомления
uk: Увімкнути звук сповіщень
zh_hans: 取消静音通知

source: Update your already sent message
de: Aktualisiere deine bereits gesendete Nachricht
es: Actualiza el mensaje que ya enviaste
fr: Mettez à jour le message déjà envoyé
it: Modifica il messaggio che hai già inviato
ja: すでに送信したメッセージを更新
ko: 이미 보낸 메시지를 수정하세요.
pt_br: Edite a mensagem que você já enviou
pt_pt: Edite a mensagem que já enviou
ru: Отредактируйте уже отправленное сообщение
uk: Оновіть надіслане повідомлення
zh_hans: 更新您已发送的消息

source: Upgrade now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna ora
ja: 今すぐアップデート
ko: 지금 업그레이드하세요
pt_br: Atualize agora
pt_pt: Atualize agora
ru: Обновите сейчас
uk: Оновіть зараз
zh_hans: 立即升级

source: Upgrade Olvid now
de: Jetzt Olvid aktualisieren
es: Actualiza Olvid ahora
fr: Mettre à jour Olvid maintenant
it: Aggiorna Olvid ora
ja: Olvidを今すぐアップデート
ko: Olvid을 지금 업그레이드하세요
pt_br: Atualize o Olvid agora
pt_pt: Atualize o Olvid agora
ru: Обновите Olvid сейчас
uk: Оновіть Olvid зараз
zh_hans: 立即升级 Olvid

source: Use alternative TURN servers
de: Alternative TURN-Server verwenden
es: Usar servidores TURN alternativos
fr: Utiliser les serveurs TURN alternatifs
it: Utilizza server TURN alternativi
ja: 別の TURN サーバーを使用する
ko: 다른 TURN 서버 사용
pt_br: Use servidores TURN alternativos
pt_pt: Usar servidores TURN alternativos
ru: Использовать альтернативные TURN-серверы
uk: Використовуйте альтернативні TURN-сервери
zh_hans: 使用备用 TURN 服务器

# USE_ALTERNATIVE_TURN_SERVERS_FOOTER_EXPLANATION
source: Activate this option to use TURN servers with rotating IP addresses. If unsure, keep this option off 😁.
de: Aktivieren Sie diese Option, um TURN-Server mit rotierenden IP-Adressen zu verwenden. Wenn Sie sich nicht sicher sind, lassen Sie diese Option deaktiviert 😁.
es: Active esta opción para usar servidores TURN con direcciones IP rotativas. Si no está seguro, deje esta opción desactivada 😁.
fr: Activez cette option pour utiliser des serveurs TURN avec des adresses IP tournantes. Si vous n'êtes pas sûr de vous, gardez cette option inactive 😁.
it: Attiva questa opzione per utilizzare i server TURN con indirizzi IP variabili. Se non sei sicuro, lascia questa opzione disattivata 😁.
ja: このオプションを有効にすると、IPアドレスがローテーションされるTURNサーバーを使用できます。不明な場合は、このオプションをオフにしてください。😁
ko: 이 옵션을 활성화하면 IP 주소가 변경되는 TURN 서버를 사용합니다. 확실하지 않은 경우 이 옵션을 끄세요. 😅
pt_br: Ative esta opção para usar servidores TURN com endereços IP rotativos. Se não tiver certeza, mantenha esta opção desativada. 🧐
pt_pt: Ative esta opção para usar servidores TURN com endereços IP rotativos. Se não tiver a certeza, mantenha esta opção desativada. 🧐
ru: Активируйте эту опцию, чтобы использовать TURN-серверы с вращающимися IP-адресами. Если вы не уверены, оставьте эту опцию отключенной 🤷‍♀️.
uk: Увімкніть цю опцію, щоб використовувати TURN-сервери з IP-адресами, що змінюються. Якщо ви не впевнені, залиште цю опцію вимкненою ☝️.
zh_hans: 启用此选项以使用具有轮换 IP 地址的 TURN 服务器。如果不确定，请保持此选项关闭 😁。

source: Use old discussion interface
de: Altes Chat-Interface verwenden
es: Usar la interfaz de discusión antigua
fr: Utiliser l'ancien style de discussions
it: Usa la vecchia interfaccia di chat
ja: 旧来のディスカッションインターフェースを使用
ko: 이전 버전의 대화 인터페이스 사용
pt_br: Usar a interface antiga de conversa
pt_pt: Usar a interface de conversa antiga
ru: Использовать старый интерфейс обсуждения
uk: Використовувати старий інтерфейс обговорення
zh_hans: 使用旧版讨论界面

source: Unarchive
de: Archivierung aufheben
es: Desarchivar
fr: Désarchiver
it: Riarchiviare
ja: アーカイブを解除
ko: 보관 해제
pt_br: Desarquivar
pt_pt: Desarquivar
ru: Разархивировать
uk: Відновити з архіву
zh_hans: 取消归档

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用できません
ko: 사용할 수 없음
pt_br: Indisponível
pt_pt: Indisponível
ru: Недоступно
uk: Недоступно
zh_hans: 不可用

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
pt_pt: Desconhecido
ru: Неизвестно
uk: Невідомо
zh_hans: 未知

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
it: Illimitato
ja: 無制限
ko: 무제한
pt_br: Ilimitado
pt_pt: Ilimitado
ru: Неограниченно
uk: Необмежено
zh_hans: 无限

source: Unpin
de: Aufheben (festlegen)
es: Desanclar
fr: Décrocher
it: Sblocca
ja: 固定解除
ko: 고정 해제
pt_br: Remover dos favoritos
pt_pt: Remover dos favoritos
ru: Открепить
uk: Відкріпити
zh_hans: 取消置顶

source: Unprocessed
de: Unverarbeitet
es: Sin procesar
fr: À traiter
it: Non elaborato
ja: 処理中
ko: 처리되지 않음
pt_br: Não processado
pt_pt: Não processado
ru: Необработанный
uk: Необроблено
zh_hans: 未处理

source: Unread
de: Ungelesen
es: No leído
fr: Non lu
it: Non letto
ja: 未読
ko: 읽지 않음
pt_br: Não lido
pt_pt: Não lido
ru: Непрочитанные
uk: Непрочитане
zh_hans: 未读

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
ko: 업데이트
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
uk: Оновити
zh_hans: 更新

source: Use application default
de: App-Standard verwenden
es: Usar la configuración predeterminada de la aplicación
fr: Réglage par défaut
it: Usa le impostazioni predefinite dell'applicazione
ja: アプリケーションのデフォルトを使用
ko: 앱 기본 설정 사용
pt_br: Usar a configuração padrão do aplicativo
pt_pt: Usar o padrão da aplicação
ru: Использовать настройки приложения по умолчанию
uk: Використовувати системні налаштування
zh_hans: 使用应用程序默认设置

# VIDEO_CANNOT_START_FOR_CALL
source: The video cannot be started for this call
de: Das Video kann für diesen Anruf nicht gestartet werden.
es: No se puede iniciar el video en esta llamada
fr: La vidéo ne peut pas être démarrée pour cet appel
it: Impossibile avviare il video per questa chiamata
ja: この通話ではビデオを開始できません
ko: 이 통화에서는 비디오를 시작할 수 없습니다.
pt_br: Não foi possível iniciar o vídeo nesta chamada
pt_pt: Não foi possível iniciar o vídeo nesta chamada
ru: Невозможно начать воспроизведение видео в этом звонке
uk: Відео не вдалося запустити для цього дзвінка
zh_hans: 此通话无法启动视频

# VIDEO_SEND_RESOLUTION_FULL_HIGH_1080
source: Full high (1080p)
de: Volle hohe Auflösung (1080p)
es: Alta resolución (1080p)
fr: Très haute (1080p)
it: Full HD (1080p)
ja: フルHD（1080p）
ko: 전체 고화질 (1080p)
pt_br: Alta resolução (1080p)
pt_pt: Alta resolução (1080p)
ru: Полное HD (1080p)
uk: Повна висока якість (1080p)
zh_hans: 全高清 (1080p)

# VIDEO_SEND_RESOLUTION_HIGH_720
source: High (720p)
de: Hoch (720p)
es: Alta (720p)
fr: Haute (720p)
it: Alta (720p)
ja: 高画質 (720p)
ko: 높음 (720p)
pt_br: Alta (720p)
pt_pt: Alta (720p)
ru: Высокое (720p)
uk: Висока (720p)
zh_hans: 高 (720p)

# VIDEO_SEND_RESOLUTION_LOW_360
source: Low (360p)
de: Niedrig (360p)
es: Baja (360p)
fr: Basse (360p)
it: Bassa (360p)
ja: 低画質 (360p)
ko: 낮음 (360p)
pt_br: Baixa (360p)
pt_pt: Baixa (360p)
ru: Низкое (360p)
uk: Низька (360p)
zh_hans: 低 (360p)

# WILL_SOON_BE_DELETED
source: This message will soon be deleted
de: Diese Nachricht wird bald gelöscht.
es: Este mensaje se eliminará pronto
fr: Ce message sera prochainement supprimé
it: Questo messaggio verrà eliminato a breve
ja: このメッセージはまもなく削除されます
ko: 이 메시지는 곧 삭제됩니다.
pt_br: Esta mensagem será apagada em breve
pt_pt: Esta mensagem será eliminada em breve
ru: Это сообщение скоро будет удалено
uk: Це повідомлення буде незабаром видалено
zh_hans: 这条消息很快将被删除

source: Wiped message 🧹
de: Gelöschte Nachricht 🗑️
es: Mensaje borrado 🧹
fr: Contenu expiré 🧹
it: Messaggio cancellato 🧹
ja: 削除されたメッセージ
ko: 삭제된 메시지
pt_br: Mensagem apagada 🧹
pt_pt: Mensagem apagada 🧹
ru: Удаленное сообщение 🗑️
uk: Видалене повідомлення 🗑️
zh_hans: 已删除的消息

# WIPED_MESSAGE_BY_%@
source: Message deleted by %@
de: Nachricht von %@ gelöscht
es: Mensaje borrado por %@
fr: Contenu supprimé par %@
it: Messaggio eliminato da %@
ja: %@によってメッセージが削除されました
ko: %@ 님이 메시지를 삭제했습니다.
pt_br: Mensagem excluída por %@
pt_pt: Mensagem apagada por %@
ru: Сообщение удалено пользователем %@
uk: Повідомлення видалено користувачем %@
zh_hans: 消息已由 %@ 删除

# Websocket status
source: Websocket connexion status
de: Websocket-Verbindungsstatus
es: Estado de la conexión WebSocket
fr: État de la connexion de la websocket
it: Stato della connessione WebSocket
ja: WebSocket接続状況
ko: 웹소켓 연결 상태
pt_br: Status da conexão WebSocket
pt_pt: Estado da ligação Websocket
ru: Статус подключения Websocket
uk: Статус WebSocket-з'єднання
zh_hans: WebSocket 连接状态

source: Wiped
de: Gelöscht
es: Borrado
fr: Expiré
it: Cancellato
ja: 削除済み
ko: 삭제됨
pt_br: Apagado
pt_pt: Apagado
ru: Удалено
uk: Очищено
zh_hans: 已清除

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pt_br: Sim
pt_pt: Sim
ru: Да
uk: Так
zh_hans: 是

source: You
de: Du
es: Tú
fr: Vous
it: Tu
ja: あなた
ko: 당신
pt_br: Você
pt_pt: Tu
ru: Вы
uk: Ви
zh_hans: 你

# YOUR_BACKUPS_HAVE_EVOLVED
source: Your backups are evolving
de: Deine Backups entwickeln sich weiter
es: Tus copias de seguridad están evolucionando
fr: Vos sauvegardes évoluent
it: I tuoi backup si stanno evolvendo
ja: バックアップが更新されています
ko: 백업 내용이 업데이트되고 있습니다.
pt_br: Seus backups estão sendo atualizados
pt_pt: As suas cópias de segurança estão a ser atualizadas
ru: Ваши резервные копии совершенствуются
uk: Ваші резервні копії вдосконалюються
zh_hans: 您的备份正在更新

source: Your code
de: Dein Code
es: Tu código
fr: Votre code
it: Il tuo codice
ja: あなたのコード
ko: 귀하의 코드
pt_br: Seu código
pt_pt: O seu código
ru: Ваш код
uk: Твій код
zh_hans: 您的验证码

source: Your ID was copied
de: Ihre ID wurde kopiert
es: Tu ID ha sido copiado
fr: Votre ID a été copié
it: Il tuo ID è stato copiato
ja: あなたのIDがコピーされました
ko: 귀하의 ID가 복사되었습니다.
pt_br: Seu ID foi copiado
pt_pt: O seu ID foi copiado
ru: Ваш ID был скопирован
uk: Ваш ID було скопійовано
zh_hans: 您的 ID 已复制

# YOUR_ID_WAS_COPIED_TO_CLIPBOARD_YOU_CAN_WRITE_EMAIL_AND_COPY_IT_THERE
source: Your ID was copied to the clipboard. You can now write an email or sms and copy it there.
de: Deine ID wurde in die Zwischenablage kopiert. Du kannst sie jetzt in eine E-Mail oder SMS einfügen.
es: Tu ID ha sido copiado al portapapeles. Ahora puedes escribir un correo electrónico o SMS y pegarlo allí.
fr: Votre ID a été copié dans le presse-papiers. Vous pouvez préparer un courriel ou un SMS et l'y copier directement.
it: Il tuo ID è stato copiato negli appunti. Puoi ora scriverlo in un'email o un SMS e incollarlo lì.
ja: あなたのIDがクリップボードにコピーされました。メールやSMSでIDを送信する際に、コピー＆ペーストしてご利用ください。
ko: 귀하의 ID가 클립보드에 복사되었습니다. 이제 이메일이나 문자 메시지를 작성하고 해당 ID를 붙여넣을 수 있습니다.
pt_br: Seu ID foi copiado para a área de transferência. Agora você pode escrever um e-mail ou SMS e colá-lo lá.
pt_pt: O seu ID foi copiado para a área de transferência. Agora pode escrever um email ou SMS e colá-lo lá.
ru: Ваш ID был скопирован в буфер обмена. Теперь вы можете написать электронное письмо или SMS и вставить его туда.
uk: Ваш ID скопійовано в буфер обміну. Тепер ви можете написати електронний лист або SMS та вставити його там.
zh_hans: 您的 ID 已复制到剪贴板。现在您可以撰写电子邮件或短信并将其复制到其中。

# You are about to delete a message together with its count attachments
source: You are about to delete a message together with its %u attachments.
de: Du bist kurz davor, eine Nachricht zusammen mit %u Anhängen zu löschen.
es: Estás a punto de eliminar un mensaje junto con sus %u archivos adjuntos.
fr: Vous vous apprêtez à supprimer un message et ses %d pièces jointes.
it: Stai per eliminare un messaggio insieme a %u allegati.
ja: メッセージと%u個の添付ファイルを削除しようとしています。
ko: 첨부 파일 %u개와 함께 메시지를 삭제하려고 합니다.
pt_br: Você está prestes a excluir uma mensagem junto com seus %u anexos.
pt_pt: Está prestes a eliminar uma mensagem juntamente com os seus %u anexos.
ru: Вы собираетесь удалить сообщение вместе с %u вложениями.
uk: Ви збираєтеся видалити повідомлення разом з %u вкладеннями.
zh_hans: 您即将删除一条消息及其 %u 个附件。

# You are about to introduce X to Y and count other contacts.
source: You are about to introduce %2$@ to %3$@ and %1$u other contacts.
de: Du möchtest %2$@ mit %3$@ und %1$u weiteren Personen bekannt machen.
es: Estás a punto de presentar a %2$@ a %3$@ y a %1$u otros contactos.
fr: Vous allez présenter %2$@ à %3$@ et %1$d autres contacts.
it: Stai per presentare %2$@ a %3$@ e %1$u altri contatti.
ja: %2$@を%3$@とその他%1$u名の連絡先に紹介しようとしています。
ko: %2$@님을 %3$@님과 %1$u명의 다른 연락처에 소개하려고 합니다.
pt_br: Você está prestes a apresentar %2$@ a %3$@ e %1$u outros contatos.
pt_pt: Está prestes a apresentar %2$@ a %3$@ e a %1$u outros contactos.
ru: Вы собираетесь познакомить %2$@ с %3$@ и еще %1$u контактов.
uk: Ви збираєтеся познайомити %2$@ з %3$@ та %1$u інших контактів.
zh_hans: 您即将把 %2$@ 介绍给 %3$@ 及 %1$u 位其他联系人。

# You successfully introduced X to Y and count other contacts.
source: You successfully introduced %2$@ to %3$@ and %1$u other contacts.
de: Du hast %2$@ erfolgreich mit %3$@ und %1$u weiteren Personen vernetzt.
es: Introdujiste correctamente a %2$@ a %3$@ y a %1$u otros contactos.
fr: Vous avez présenté %2$@ à %3$@ et %1$d autres contacts.
it: Hai presentato con successo %2$@ a %3$@ e %1$u altri contatti.
ja: %2$@を%3$@と、さらに%1$u人の連絡先にご紹介しました。
ko: %3$@님에게 %2$@님을 소개했고, 다른 연락처 %1$d명을 더 소개했습니다.
pt_br: Você apresentou %2$@ a %3$@ e %1$u outros contatos com sucesso.
pt_pt: Apresentou %2$@ a %3$@ e a %1$u outros contactos com sucesso.
ru: Вы успешно представили %2$@ пользователю %3$@ и %1$u другим контактам.
uk: Ви успішно представили %2$@ користувачу %3$@ та %1$u іншим контактам.
zh_hans: 您已成功将 %2$@ 介绍给 %3$@ 及 %1$u 位其他联系人。

# Your are about to leave a group.
source: Your are about to permanently leave a group.
de: Du bist kurz davor, eine Gruppe dauerhaft zu verlassen.
es: Estás a punto de abandonar permanentemente un grupo.
fr: Vous vous apprêtez à quitter définitivement un groupe.
it: Stai per lasciare definitivamente un gruppo.
ja: このグループを完全に退出します。よろしいですか？
ko: 그룹을 영구적으로 나가려고 합니다.
pt_br: Você está prestes a sair permanentemente de um grupo.
pt_pt: Está prestes a sair permanentemente de um grupo.
ru: Вы собираетесь навсегда покинуть группу.
uk: Ви збираєтеся назавжди покинути групу.
zh_hans: 您即将永久退出该群组。

source: Your are about to permanently delete a group.
de: Du bist kurz davor, eine Gruppe dauerhaft zu löschen.
es: Estás a punto de eliminar un grupo permanentemente.
fr: Vous vous apprêtez à supprimer définitivement un groupe.
it: Stai per eliminare definitivamente un gruppo.
ja: この操作を行うと、グループが完全に削除されます。
ko: 그룹을 영구적으로 삭제하려는 것입니다.
pt_br: Você está prestes a excluir permanentemente um grupo.
pt_pt: Está prestes a eliminar permanentemente um grupo.
ru: Вы собираетесь навсегда удалить группу.
uk: Ви збираєтесь назавжди видалити групу.
zh_hans: 您即将永久删除一个群组。

source: Your contacts will be notified when you have read their messages. This settting can be overriden on a per discussion basis.
de: Deine Kontakte werden benachrichtigt, wenn du ihre Nachrichten gelesen hast. Diese Einstellung kann für jede Unterhaltung einzeln überschrieben werden.
es: Tus contactos serán notificados cuando leas sus mensajes. Esta configuración se puede anular por cada conversación.
fr: Vos correspondants recevront une confirmation lorsque vous aurez lu leurs messages. Ce paramètre peut être modifié indépendamment pour chaque discussion.
it: I tuoi contatti saranno avvisati quando avrai letto i loro messaggi. Questa impostazione può essere sovrascritta per ogni conversazione.
ja: 相手のメッセージを既読にした際、その旨が相手に通知されます。この設定は、会話ごとにオーバーライドできます。
ko: 사용자님의 연락처에 있는 사람들이 사용자가 메시지를 읽었을 때 알림을 받습니다. 이 설정은 대화별로 재정의할 수 있습니다.
pt_br: Seus contatos serão notificados quando você ler as mensagens deles. Essa configuração pode ser alterada para cada conversa.
pt_pt: Os seus contactos serão notificados quando tiver lido as mensagens deles. Esta definição pode ser alterada para cada conversa individualmente.
ru: Ваши контакты будут уведомлены о том, что вы прочитали их сообщения. Эту настройку можно изменить для каждой беседы отдельно.
uk: Ваші контакти будуть сповіщені, коли ви прочитаєте їхні повідомлення. Це налаштування можна змінити для кожної розмови окремо.
zh_hans: 当您阅读了联系人的消息时，他们将会收到通知。此设置可以针对每个对话单独进行调整。
